{"translation-revision-date":"2024-01-26 07:14:58+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"ca"},"Unlock Premium SEO analysis":["Desbloquegeu l'anàlisi SEO Prèmium"],"$ USD \/ € EUR \/ £ GBP per year (ex. VAT)":["$ USD \/ € EUR \/ £ GBP a l'any (sense IVA)"],"Get more help with writing content that ranks":["Obteniu més ajuda per a escriure contingut que es classifica"],"Write more natural and engaging content":["Escriviu més contingut natural i atractiu"],"Synonyms help users understand your copy better. It’s easier to read for both users and Google. In %s, you can add synonyms for your focus keyphrase, and we’ll help you optimize for them.":["Els sinònims ajuden els usuaris a entendre millor el contingut. És més fàcil de llegir tant per als usuaris com per a Google. A %s, podeu afegir sinònims per a la frase clau principal, i us ajudarem a optimitzar-los."],"Add related keyphrases":["Afegeix frases clau relacionades"],"Get help optimizing for up to 5 related keyphrases. This helps you reach a wider audience and get more traffic.":["Obteniu ajuda optimitzant per a fins a 5 frases clau relacionades. Això us ajudarà a arribar a una audiència més gran i aconseguir més visites."],"Reach a wider audience":["Aconsegueix una audiència més gran"],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["Reviseu el text amb més criteris SEO i aconseguiu una anàlisi de frases clau millorada, facilitant l'optimització del teu contingut."],"30% OFF":["30% DE DESCOMPTE"],"BLACK FRIDAY":["BLACK FRIDAY"],"Potentially non-inclusive":["Potencialment no inclusiu"],"Inclusive language":["Llenguatge inclusiu"],"Learn more about the inclusive language analysis":["Apreneu més sobre l'anàlisi del llenguatge inclusiu"],"Non-inclusive phrases":["Frases no inclusives"],"Potentially non-inclusive phrases":["Frases potencialment no inclusives"],"%1$sInclusive language%2$s: We haven't detected any potentially non-inclusive phrases. Great work!":["%1$sLlengua inclusiva%2$s: No hem detectat cap frase potencialment no inclusiva. Bona feina!"],"We noticed that you are using a multilingual plugin. Please be aware that this analysis feedback is intended only for texts written in English.":["Ens hem adonat que esteu utilitzant un connector multilingüe. Si us plau, tingueu en compte que aquesta anàlisi només està pensada per a textos escrits en anglès."],"Unlock with %s":["Desbloca amb %s"],"Premium SEO analysis":["Anàlisi SEO Premium"],"1 year of premium support and updates included!":["S'ha inclòs un any d'ajudes i actualitzacions de primes!"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$sComplexitat de paraules%2$s: És el vostre vocabulari adequat per a una audiència més gran? %3$sLa recompensa SEO us dirà!%4$s"],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":["%1$sDistribució de la frase clau%2$s: Heu distribuït uniformement la frase clau objectiu al llarg de tot el text? %3$sLa recompensa SEO us dirà!%4$s"],"Please enter a focus keyphrase first to track keyphrase performance":["Introduïu primer una frase clau per fer un seguiment del rendiment de la frase clau"],"Please enter a focus keyphrase first to get related keyphrases":["Introduïu una frase clau principal per obtenir altres frases clau relacionades"],"Related keyphrases":["Paraules clau relacionades"],"Get related keyphrases":["Obté frases clau relacionades"],"Return to your %s":["Torna a %s"],"Make sure to save your %s for changes to take effect":["Assegureu-vos de desar les %s perquè els canvis tinguin efecte"],"Your keyphrase is too long. It can be a maximum of 191 characters.":["La frase clau és massa llarga. Només pot tenir fins a 191 caràcters."],"Focus keyphrase":["Frase clau objectiu"],"Go %s!":["Vés a %s!"],"Help on choosing the perfect focus keyphrase":["Ajuda triant la frase clau perfecta"],"Add related keyphrase":["Afegeix una frase clau relacionada"],"Learn more about the readability analysis":["Obteniu més informació sobre l'anàlisi de lectura."],"Are you trying to use multiple keyphrases? You should add them separately below.":["Esteu intentant utilitzar múltiples paraules clau? Hauríeu d'afegir-les separadament a sota."],"Enter a focus keyphrase to calculate the SEO score":["Introduïu una paraula clau per calcular la puntuació SEO "],"Analysis results":["Resultats de l'anàlisi:"],"Mark as cornerstone content":["Marca com a contingut fonamental"],"Learn more about Cornerstone Content.":["Apreneu més sobre el contingut fonamental."],"Cornerstone content should be the most important and extensive articles on your site.":["El contingut fonamental han de ser els articles més importants i extensos del vostre lloc."],"Add synonyms":["Afegiu sinònims"],"Good results":["Bons resultats"],"SEO analysis":["Anàlisi SEO"],"Errors":["Errors"],"Considerations":["Consideracions"],"(Opens in a new browser tab)":["(S'obre en una nova pestanya del navegador)"],"Cornerstone content":["Contingut fonamental"],"1 year free support and updates included!":["1 any d'actualitzacions gratuïtes incloses!"],"Feedback":["Suggeriments"],"Good SEO score":["Bona puntuació SEO"],"OK SEO score":["Puntuació SEO acceptable"],"Readability analysis":["Anàlisi de llegibilitat"],"Needs improvement":["Necessita millorar"],"Improvements":["Millores"],"Problems":["Problemes"],"Open":["Obre"],"Good":["Bo"],"OK":["D'acord"],"Close":["Tanca"]}},"comment":{"reference":"js\/dist\/externals-components.js"}}